alacritty
bat
cmake
exa
fd-find
fira-code-fonts
fontawesome-fonts
fzf
gcc
gcc-g++
gh
git
git-delta
git-extras
go
jq
kubectl
make
neovim
nodejs
python3-devel
python3-pip
ripgrep
ShellCheck
tmux
util-linux-user
yarn
zsh
